'use strict'

// объекты с вопросами и вариантами ответов

let tester = [
    {
        question: 'Сколько букв в слове "привет":',
        answers: {
            a: 'Пять.',
            b: 'Шесть.',
            c: 'Семь.',
            d: 'Куда я попал?'
        },
        right_answer: 'b'
    },
    {
        question: 'В каком году было крещение Руси?',
        answers: {
            a: '988',
            b: '998',
            c: '1988',
            d: 'Сложно'
        },
        right_answer: 'a'
    },
    {
        question: 'В какой стране проходил чемпионат мира по футболу в 2018 году?',
        answers: {
            a: 'Франция',
            b: 'Бразилия',
            c: 'Россия',
            d: 'Что такое футбол?'
        },
        right_answer: 'c'
    },
    {
        question: 'Первый человек в космосе:',
        answers: {
            a: 'Гагарин',
            b: 'Армстронг',
            c: 'Пушкин',
            d: 'Космоса не существует'
        },
        right_answer: 'a'
    }
]